Repository: niltonperimneto/NeoCalc
Catalog: locale/*/LC_MESSAGES/neocalc.po
Languages: it

source: Could not find 'python_gui' directory. It's gone. Reduced to atoms.
it: Impossibile trovare la directory 'python_gui'. È andata. Ridotta in atomi.

source: Scientific
it: Scientifica

source: Themes
it: Temi

source: Default
it: Predefinito

source: Import Theme...
it: Importa Tema...

source: Keyboard Shortcuts
it: Scorciatoie da tastiera

source: About
it: Informazioni

source: Toggle Sidebar
it: Attiva/Disattiva Barra Laterale

source: Calculator
it: Calcolatrice

source: The calculator that judges you. (Forked & Broken for educational purposes)
it: La calcolatrice che ti giudica. (Forkata e rotta per scopi educativi)

source: Original Code
it: Codice Originale

source: New Code (Rust)
it: Nuovo Codice (Rust)

source: Purpose
it: Scopo

source: To teach innocent kids Python
it: Insegnare Python a bambini innocenti

source: To try to teach me Rust
it: Provare a insegnarmi Rust

source: New Calculator
it: Nuova Calcolatrice

source: Toggle Dark Mode
it: Modalità Scura

source: Switch to Scientific Mode
it: Passa a Modalità Scientifica

source: Switch to Standard Mode
it: Passa a Modalità Standard

source: Switch to Calculator 1-9
it: Passa a Calcolatrice 1-9

source: Show Keyboard Shortcuts
it: Mostra Scorciatoie da Tastiera
